{
	tipInfo: [
		'1、分享游戏心得，团战攻略，攻防经验，战场故事，最新体验，游戏青春...分享快乐，更多欢乐；',
		'2、创建分享时，输入内容超过一屏，内容区域不易滑动时，滑动右侧工具栏即可流畅操作；',
		'3、如需暂时退出编辑，请先保存草稿，避免内容丢失；',
		'4、分享形式不一，可以帖子形式、发问形式、文章形式等等；',
		'5、一篇分享最多能够上传五张图片，写文章时呈现的是小图，发布后在分享中以大图呈现；',
		'6、分享内容及标题不得为空，如果分享已经有了文字内容，插入图片之后“继续输入正文”的地方不输入则保存为空；',
		'7、最多且必须选择一个游戏圈子；',
		'8、分享中不得包含侮辱性词语、政治敏感词及相关语句，一经发现将删除分享，个人承担所有法律责任，违反三次以上将禁止分享。GameGuy保留后续处理解释权；',
		'9、GameGuy旨在为游戏爱好者们提供一个高质量分享平台，我们会对不合格分享（恶意贴，广告帖，水贴等）进行删除，以提升平台质量；',
		'10、如有问题，请关注GameGuy官方公众号“游戏乐圈”，联系我们；',
		'11、法律允许范围内，GameGuy保留所有解释权；'
	],
	sensitiveWords: ["fuck", "他妈的", "操你妈", "日妈", "日你妈", "我操", "你妈逼", "滚你妈逼", "妈卖批"],
	scoreInfo: [{
		title: '如何攒望&攒望规则',
		content: [
			'攒望规则：同加同减',
			'1、发布一篇分享 声望+5；删除一篇分享 声望-5；',
			'2、评论一篇分享 声望+1；删除一个评论 声望-1；',
			'3、回复一个评论 声望+1；删除一个回复 声望-1；',
			'4、点赞分享评论 声望+1；删除一个点赞 声望-1；',//no 
			'5、本人被关注一次 声望+3；本人被取消关注 声望-3；',
			'6、分享被点赞一次 声望+4；分享被取消点赞 声望-4',
			'7、评论被点赞一次 声望+2；评论被取消点赞 声望-2',//
			'8、分享被收藏一次 声望+1；分享呗取消收藏 声望-1'//no 
		]
	}, {
		title: '声望初衷',
		content: [
			'1、设置声望初衷是希望分享者和参与者都能得到成就感，与人分享，得到和给予同样快乐；',
			'2、同时也是对活跃用户们贡献的感谢，他们为圈子贡献了不可磨灭的力量，让更多人得到了快乐和成长；',
			'3、圈友们找到或关注喜欢圈子里的大牛时更快更直接，有迹可循；'
		]
	}, {
		title: '关于我们',
		content: [
			'GameGuy - 分享游戏攻略，讲述游戏故事，回忆游戏时光，一个只做游戏内容的平台'
		]
	}],
	contactInfo = [{
		title: '告诉我们你想看到的乐圈',
		content: [
			'1、关注我们的公众号：搜索公众号“游戏乐圈”，点击关注；',
			'2、发送消息“新增游戏圈子建议： + 你建议的内容”；',
			'3、我们会收集圈友们的意见，仔细斟酌，竭诚为圈友们提供一个更精华的圈子；'
		]
	}, {
		title: '给我们提意见和建议',
		content: [
			'1、关注我们的公众号：搜索公众号“游戏乐圈”，点击关注；',
			'2、发送消息“游戏圈子意见建议： + 你建议的内容”；',
			'3、我们会收集圈友们的意见，仔细斟酌，竭诚为圈友们提供一个更精华的圈子；'
		]
	}, {
		title: '关于我们',
		content: [
			'GameGuy - 分享游戏攻略，讲述游戏故事，回忆游戏时光，一个只做游戏内容的平台；'
		]
	}]
}